image_uploader_api/app/controllers/images_controller.rb

INSERT INTO "images" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-02-04 03:21:28.103271"], ["updated_at", "2021-02-04 03:21:28.103271"]]
---
    def create
        @image = Image.create(image_params)